package telegram

const (
	msgHelp = "Я помогу сохранить Вам любые ссылки!📲\n\nВ любой момент времени, когда Вы не знаете, что почитать или посмотреть, я помогу Вам.🤩\n\n✅ Для того, чтобы сохранить страницу, просто пришлите мне ссылку на нее.\n✅ Чтобы получить случайную страницу из вашего списка, пришлите мне команду /rnd.\n✅ Чтобы получить все страницы из вашего списка, пришлите мне команду /all.\n\n🆘 Осторожно!\nПосле команды /rnd страница будет удалена из вашего списка."
)

const msgHello = "Привет! 👾\n\n" + msgHelp

const (
	msgUnknownCommand = "Неизвестная комманда 🧐"
	msgNoSavedPages   = "У Вас нет сохранённых страниц 🙊"
	msgSaved          = "Сохранено! 👌"
	msgAlreadyExists  = "Эта странница уже сохранена 🤗"
)
